Repository: kiddac/VisualWeather
Catalog: VisualWeather/usr/lib/enigma2/python/Plugins/Extensions/VisualWeather/locale/*/LC_MESSAGES/VisualWeather.po
Languages: ar, de, fi, it, no, pl, sq_al, sv, tr

source: Visual Weather
ar: الطقس المرئي VisualWeather
de: Visuelles Wetter
fi: Visuaalinen Sää
no: Visuelt Vær
pl: Pogoda wizualna
sq_al: Moti Vizual
sv: Visuellt Väder

source: Back
ar: عودة للخلف
de: Zurück
fi: Takaisin
it: Torna
no: Tilbake
pl: Wyjdź
sq_al: Mbrapa
sv: Tillbaka
tr: Geri

source: OK
ar: نعم
tr: TAMAM

source: No data or invalid location. Please check your weather location in settings.
ar: لا توجد بيانات أو موقع غير صالح. يرجى التحقق من موقع الطقس الخاص بك في الإعدادات.
de: Keine Daten oder ungültiger Ort. Bitte überprüfe deinen Wetterort in den Einstellungen.
fi: Ei dataa tai epäkelpo sijainti. Tarkista sijainti asetuksista.
it: Nessun dato o posizione non valida. Controlla la tua posizione meteo nelle impostazioni.
no: Ingen data eller ugyldig plassering. Sjekk værposisjonen din i innstillingene.
pl: Brak danych lub nieprawidłowa lokalizacja. Sprawdź swoją lokalizację pogodową w ustawieniach.
sq_al: Ju lutem verefikoni lokacionin tuaj në kofigurator
sv: Inga uppgifter eller ogiltig plats. Kontrollera din väderposition i inställningarna.
tr: Veri yok veya geçersiz konum. Lütfen ayarlarda hava durumu konumunuzu kontrol edin.

source: Feels like
ar: يبدو وكأنه
de: Gefühlt
fi: Tuntuu kuin
it: Percepita
no: Føles som
pl: Temperatura Odczuwalna:
sq_al: Ndjehet si
sv: Känns som
tr: Hissedilen

source: Low
ar: ضعيف
de: Niedrig
fi: Matala
it: Bassa
no: Lav
pl: Niskie
sq_al: Ulta
sv: Låg
tr: Düşük

source: Moderate
ar: متوسط
de: Mäßig
fi: Kohtalainen
it: Moderata
no: Moderat
pl: Umiarkowane
sq_al: E moderuar
sv: Måttligt
tr: Ilıman

source: High
ar: عالي
de: Hoch
fi: Korkea
it: Alta
no: Høy
pl: Wysokie
sq_al: Larta
sv: Hög
tr: Yüksek

source: Very High
ar: عالي جدا
de: Sehr hoch
fi: Todella korkea
it: Molto Alta
no: Veldig høy
pl: Bardzo Wysoka
sq_al: Shum të larta
sv: Mycket Hög
tr: Çok Yüksek

source: Extreme
ar: شديد
de: Extrem
fi: Äärimmäinen
it: Estrema
no: Ekstrem
pl: Skrajne
sq_al: Ekstreme
sv: Extremt
tr: Aşırı

source: New Moon
ar: قمر جديد
de: Neumond
fi: Uusikuu
it: Luna Nuova
no: Nymåne
pl: Nów
sq_al: Hëna e re
sv: Nymåne
tr: Yeni Ay

source: Waxing Crescent
ar: هلال الصباح
de: Zunehmender Sichelmond
fi: Kasv. kuunsirppi
it: Mezzaluna Crescente
no: Voksende nymåne
pl: Przybywający sierp
sq_al: Gjysmëhënës depiluese
sv: Växande nymåne
tr: Yeni Ay Sonrası

source: First Quarter
ar: الربع الأول
de: Erstes Viertel
fi: Ensim. neljännes
it: Primo Quarto
no: Halv måne ny
pl: Pierwsza kwadra
sq_al: Çereku i parë
sv: Första kvartalet
tr: İlk Çeyrek

source: Waxing Gibbous
ar: تحدب الصباح
de: Zunehmender Mond
fi: Kasvava kuu
it: Gibbosa Crescente
no: Voksende halvfull måne
pl: Przybywający księżyc garbaty
sq_al: Depilim Gibbous
sv: Växande halvmåne
tr: Şişkin Ay

source: Full Moon
ar: القمر كاملا
de: Vollmond
fi: Täysikuu
it: Luna Piena
no: Fullmåne
pl: Pełnia
sq_al: Hëna e plotë
sv: Fullmåne
tr: Dolunay

source: Waning Gibbous
ar: تضاؤل الحدب
de: Abnehmender Mond
fi: Vähenevä kuu
it: Calante
no: Minkende halvfull måne
pl: Ubywający księżyc garbaty
sq_al: Në rënje
sv: Avtagande halvmåne
tr: Azalan Cılız

source: Last Quarter
ar: الربع الأخير
de: Letztes Viertel
fi: Viim. neljännes
it: Ultimo Quarto
no: Siste Kvartal
pl: Ostatnia kwadra
sq_al: Tremujori i fundit
sv: Förra kvartalet
tr: Son Çeyrek

source: Waning Crescent
ar: تضاؤل الهلال
de: Abnehmender Sichelmond
fi: Väh. kuunsirppi
it: Crescente
no: Avtagende halvmåne
pl: Ubywający sierp
sq_al: Gjysmëhëna në rënie
sv: Avtagande nymåne
tr: Azakan Hilal

source: Last update:
ar: اخر تحديث:
de: Letzte Aktualisierung:
fi: Viimeisin päivitys:
it: Ultimo aggiornamento:
no: Siste oppdatering:
pl: Ostatnia aktualizacja
sq_al: Aktualizimi i fundit
sv: Senast uppdaterad:
tr: Son Güncelleme:

source: Options
ar: خيارات
de: Optionen
fi: Vaihtoehdot
it: Opzioni
no: Valg
pl: Opcje
sq_al: Opcionet
sv: Alternativ
tr: Seçenekler

source: Weather setup
ar: إعدادات الطقس
de: Wettereinstellungen
fi: Sääasetukset
no: Væroppsett
pl: Konfiguracja pogody
sq_al: Konfigurimet e motit
sv: Inställning av vädret
tr: Hava Durumu Ayarı

source: 15 day weather forecast
ar: توقعات الطقس لمدة 15 يوم
de: 15-Tage-Wettervorhersage
fi: 15:n päivän sääennuste
it: Previsioni meteo a 15 giorni
no: 15 dagers værmelding
pl: 15-Dniowa prognoza pogody
sq_al: Parashikimi 15 ditor i motit
sv: 15 dagars väderprognos

source: None
ar: لا شيء
de: Keine Auswahl
fi: Ei mitään
it: Nessuna
no: Ingen
pl: Brak
sq_al: Asnjë
sv: Ingen
tr: Hiçbiri

source: InfoBar
ar: شريط المعلومات الأول
fi: Tietopalkki
pl: Pasek informacyjny
sq_al: Infobari Informativ
sv: InfoBalk

source: SecondInfoBar
ar: شريط المعلومات الثاني
fi: Toinen tietopalkki
pl: Drugi pasek informacyjny
sq_al: Infobari i dyt informativ
sv: AndraInfobalk

source: Full width widget
ar: الشكل الكامل للمعلومات
de: Widget in voller Breite
fi: Täyden leveyden pienohjelma
it: Widget completo
no: Full bredde widget
pl: Widżet o pełnej szerokości
sq_al: Widget me gjerësi të plotë
sv: Widget med full bredd
tr: Tam genişlik widget

source: Compact widget
ar: الشكل المضغوط المصغر
de: Kompaktes Widget
fi: Kompakti pienohjelma
it: Widget compatto
no: Kompakt widget
pl: Kompaktowy widżet
sq_al: Widget kompakt
sv: Kompakt widget
tr: Kompakt widget

source: US (°F, miles)
ar: الولايات المتحدة (°F, miles)
de: USA (°F, Meilen)
fi: US (°F, mailit)
it: US (°F, miglia)
no: USA (°F, miles)
pl: USA (°F, mile
sq_al: US (°F, milet)
sv: USA (°F, miles)
tr: US (°F, mil)

source: Metric (°C, km)
ar: متري (°C, km)
de: Metrisch (°C, km)
fi: Metrinen (°C, km)
it: Metrico (°C, km)
no: Metrisk (°C, km)
pl: Metryczne (°C, km)
sq_al: Metrike (°C, km)
sv: Metriskt (°C, km)
tr: Metrik (°C, km)

source: UK (°C, miles)
ar: المملكة المتحدة (°C, miles)
de: UK (°C, Meilen)
fi: UK (°C, mailit)
it: UK (°C, miglia)
pl: Wielka Brytania (°C, mile)
sq_al: UK (°F, milet)
tr: UK (°C, mil)

source: 15 day weather
ar: الطقس لمدة 15 يوما
de: 15-Tage-Wetter
fi: 15:n päivän sää
it: meteo a 15 giorni
no: 15 dagers vær
pl: 15-Dniowa pogoda
sq_al: Parashikimi 15 ditor i motit
sv: 15 dagars väder
tr: 15 günlük hava

source: Live weather forecasts by KiddaC
ar: تنبؤات الطقس الحية بواسطة المطور KiddaC
de: Live-Wettervorhersage von KiddaC
fi: Elävä sääennuste KiddaC:lta
it: Previsioni meteo in tempo reale di KiddaC
no: Direkte værmeldinger fra KiddaC
pl: Prognozy pogody na żywo według KiddaC
sq_al: Moti direkt nga KiddaC, përkthyer nga kqiqi1
sv: Live väderprognoser från KiddaC
tr: KiddaC tarafından canlı hava durumu tahminleri hazırlanmıştır.

source: VisualWeather
ar: الطقس المرئي VisualWeather
fi: Visuaalinen sää
no: VisueltVær
pl: Wizualna pogoda
sq_al: Moti Vizual
sv: VisuelltVäder

source: Settings
ar: الإعدادات
de: Einstellungen
fi: Asetukset
it: Impostazioni
no: Innstillinger
pl: Ustawienia
sq_al: Konfigurimet
sv: Inställningar
tr: Ayarlar

source: Save
ar: حفظ
de: Speichern
fi: Tallenna
it: Salva
no: Spare
pl: Zapisz
sv: Spara
tr: Kaydet

source: Really close without saving settings?
ar: حقا أتريد الانهاء دون حفظ الإعدادات؟
de: Wirklich schließen, ohne die Einstellungen zu speichern?
fi: Suljetaanko ilman asetusten tallennusta?
it: Chiudere senza salvare le impostazioni?
no: Virkeligen lukke uten å lagre innstillinger?
pl: Naprawdę zamknąć bez zapisywania ustawień?
sq_al: Doni me të vërtetë mbylljen pa ruajtur cilësimet?
sv: Vill du avsluta utan att spara inställningar?
tr: Ayarları kaydetmeden kapatıyor musunuz?

source: Please enter your apikey
ar: الرجاء إدخال apikey الخاص بك
de: Bitte API-Schlüssel eingeben
fi: Syötä API-avaimesi
it: Inserisci la tua Apikey
no: Vennligst skriv inn apikey
pl: Wprowadź swój klucz apikey
sq_al: Ju lutem vendoseni qelsin API
sv: Ange din api nyckel
tr: Lütfen apikeyinizi girin

source: Please enter your location
ar: الرجاء إدخال موقعك
de: Bitte Ort eingeben
fi: Syötä sijaintisi
it: Per favore inserisci la tua posizione
no: Vennligst skriv inn posisjonen din
pl: Podaj swoją lokalizację
sq_al: Ju lutem vendoseni lokacionin tuaj
sv: Ange din plats
tr: Lütfen konumunuzu girin

source: API key (sign up at visualcrossing.com for free personal API key)
ar: مفتاح API (قم بالتسجيل في visualcrossing.com للحصول على مفتاح API الشخصي المجاني)
de: API-Schlüssel (kostenlosen persönlichen Schlüssel auf visualcrossing.com erstellen)
fi: API-avain (kirjaudu visualcrossing.com:in saadaksesi ilmaisen henk.koht. API-avaimesi)
it: Chiave API (registrati su visualcrossing.com per una chiave API personale gratuita)
no: API-nøkkel (registrer deg på visualcrossing.com for gratis personlig API-nøkkel)
pl: Klucz API (zarejestruj się na visualcrossing.com, aby uzyskać bezpłatny osobisty klucz API)
sq_al: Çelësi API (regjistrohu në visualcrossing.com për çelësin personal API falas)
sv: API nyckel (registrera dig på visualcrossing.com för en gratis personlig API-nyckel)
tr: API key (ücretsiz kişisel API anahtarı için visualcrossing.com a kaydolun)

source: Location: Local District / City / City, Country / Postal Code
ar: الموقع: المنطقة المحلية / المدينة / المدينة ، البلد / الرمز البريدي
de: Ort: Bezirk / Stadt / Stadt, Land / Postleitzahl
fi: Sijainti: Paikallinen alue / Kaupunki / Kaupunki, Maa / Postinumero
it: Località: distretto/città/città, paese/codice postale
no: Sted: Lokalt distrikt / by / by, land / postnummer
pl: Lokalizacja: dzielnica lokalna/miasto/miasto, kraj/kod pocztowy
sq_al: Vendndodhja: Rrethi Lokal / Qyteti / Qyteti, Vendi / Kodi Postar
sv: Plats: Lokal stadsdel / stad / stad, land / postnummer
tr: Yer: Yerel İlçe / Şehir / Şehir, Ülke / Posta Kodu

source: Show on infobar or secondinfobar screen
ar: عرض على شريط المعلومات أو شاشة شريط المعلومات الثانية
de: Auf Infoleiste oder SecondInfoBar anzeigen
fi: Näytä tietopalkin tai toisen tietopalkin näytössä
it: Mostra sulla Infobar o sulla SecondInfobar
no: Vis på infobar eller annen infobar skjerm
pl: Pokaż na pasku informacyjnym lub drugim pasku informacyjnym
sq_al: Shfaq në barin informativ ose në ekranin e dytë informativ
sv: Visa på skärmen för infobar eller andra infobar
tr: Infobarda veya second infobar ekranında göster

source: Infobar widget size
ar: حجم أداة شريط المعلومات الأول
de: Größe des Infoleisten-Widgets
fi: Tietopalkin pienohjelman koko
it: Dimensioni widget della Infobar
no: Infobar-widgetstørrelse
pl: Rozmiar widżetu paska informacyjnego
sq_al: Madhësia e dritarës në infobar
sv: Storlek på Infobar-widget
tr: Infobar widget boyutu

source: Infobar compact weather widget X position
ar: الاحداثيات X لإظهار الطقس مدمج في شريط المعلومات الأول
de: X-Position des kompakten Wetter-Widgets auf der Infoleiste
fi: Tietopalkin kompaktin sääpienohjelman X-positio
it: Posizione X del widget meteo compatto della Infobar
no: Infobar kompakt værwidget X-posisjon
pl: Kompaktowy widget pogody Infobar pozycja X
sq_al: Pozicioni X i miniaplikacionit kompakt të motit në barin informativ
sv: Infobar kompakt väder widget X position
tr: Infobar kompakt hava durumu widget X konumu

source: Infobar full weather widget X position
ar: الاحداثيات X لإظهار معلومات الطقس الكامل في شريط المعلومات الأول
de: X-Position des vollständigen Wetter-Widgets auf der Infoleiste
fi: Tietopalkin täyden sääpienohjelman X-positio
it: Posizione X del widget meteo esteso della Infobar
no: Infobar full vær widget X-posisjon
pl: Infobar pełny widget pogody Pozycja X
sq_al: Pozicioni X i miniaplikacionit të plotë të motit në barin informativ
sv: Infobar full väder widget X position
tr: Infobar full hava durumu widget X konumu

source: SecondInfobar compact weather widget X position
ar: الاحداثيات X لإظهار الطقس مدمج في شريط المعلومات الأول
de: X-Position des kompakten Wetter-Widgets auf der SecondInfoBar
fi: Toisen tietopalkin kompaktin sääpienohjelman X-positio
it: Posizione X del widget meteo compatto della SecondInfobar
no: SecondInfobar kompakt værwidget X-posisjon
pl: Kompaktowy widget pogody SecondInfobar Pozycja X
sq_al: Pozicioni X i miniaplikacionit kompakt të motit në barin e dyt informativ
sv: SecondInfobar kompakt väder widget X position
tr: SecondInfobar kompakt havadurumu widget X konumu

source: SecondInfobar full weather widget X position
ar: الاحداثيات X لإظهار معلومات الطقس الكامل في شريط المعلومات الثاني
de: X-Position des vollständigen Wetter-Widgets auf der SecondInfoBar
fi: Toisen tietopalkin täyden sääpienohjelman X-positio
it: Posizione X del widget meteo esteso della SecondInfobar
no: SecondInfobar full værwidget X-posisjon
pl: Pełny widget pogody SecondInfobar Pozycja X
sq_al: Pozicioni X i miniaplikacionit të plot të motit në barin e dyt informativ
sv: SecondInfobar widget för fullt väder X-position
tr: SecondInfobar full havadurumu widget X konumu

source: Infobar compact weather widget Y position
ar: الاحداثيات Y لإظهار الطقس مدمج في شريط المعلومات الأول
de: Y-Position des kompakten Wetter-Widgets auf der Infoleiste
fi: Tietopalkin kompaktin sääpienohjelman Y-positio
it: Posizione Y del widget meteo compatto della Infobar
no: Infobar kompakt værwidget Y-posisjon
pl: Kompaktowy widget pogody Infobar pozycja Y
sq_al: Pozicioni Y i miniaplikacionit kompakt të motit në barin informativ
sv: Infobar kompakt väder widget Y-position
tr: Infobar kompakt hava durumu widget Y konumu

source: Infobar full weather widget Y position
ar: الاحداثيات Y لإظهار معلومات الطقس الكامل في شريط المعلومات الأول
de: Y-Position des vollständigen Wetter-Widgets auf der Infoleiste
fi: Tietopalkin täyden sääpienohjelman Y-positio
it: Posizione Y del widget meteo esteso della Infobar
no: Infobar full værwidget Y-posisjon
pl: Infobar pełny widget pogody Pozycja Y
sq_al: Pozicioni Y i miniaplikacionit të plotë të motit në barin informativ
sv: Infobar full väder widget Y-position
tr: Infobar full hava durumu widget Y konumu

source: SecondInfobar compact weather widget Y position
ar: الاحداثيات Y لإظهار الطقس مدمج في شريط المعلومات الثاني
de: Y-Position des kompakten Wetter-Widgets auf der SecondInfoBar
fi: Toisen tietopalkin kompaktin sääpienohjelman Y-position
it: Posizione Y del widget meteo compatto della SecondInfobar
no: SecondInfobar kompakt værwidget Y-posisjon
pl: Kompaktowy widget pogody SecondInfobar pozycja Y
sq_al: Pozicioni Y i miniaplikacionit kompakt të motit në barin e dyt informativ
tr: SecondInfobar kompakt havadurumu widget Y konumu

source: SecondInfobar full weather widget Y position
ar: الاحداثيات Y لإظهار معلومات الطقس الكامل في شريط المعلومات الثاني
de: Y-Position des vollständigen Wetter-Widgets auf der SecondInfoBar
fi: Toisen tietopalkin täyden sääpienohjelman Y-positio
it: Posizione Y del widget meteo esteso della SecondInfobar
no: SecondInfobar full vær-widget Y-posisjon
pl: Pełny widget pogody SecondInfobar pozycja Y
sq_al: Pozicioni Y i miniaplikacionit të plot të motit në barin e dyt informativ
tr: SecondInfobar full havadurumu widget Y konumu

source: Weather units
ar: وحدات الطقس
de: Wettereinheiten
fi: Sääyksiköt
it: Unità meteorologica
no: Værenheter
pl: Jednostki pogodowe
sq_al: Njësitë e motit
sv: Väder enheter
tr: Hava birimleri

source: Select skin *Restart GUI Required
ar: إختيار سكين - * يلزم إعادة التشغيل للجهاز
de: Skin auswählen *GUI-Neustart erforderlich
fi: Valitse teema *Käyttöliittymän uudelleen käynnistys vaaditaan
it: Seleziona Skin è previsto il *Riavvio dell'interfaccia grafica
no: Velg skin *Restart GUI kreves
pl: Wybierz skórkę *Wymagane ponowne uruchomienie GUI
sq_al: Selktimi i lëkurës *Nevojitet rindezje e paisjes
sv: Välj skin *Restart GUI krävs
tr: Skin seçin *GUI Yeniden Başlatmanız Gerekir

source: Weather icon set
ar: اعداد أيقونة الطقس
de: Wettersymbolsatz
fi: Sääkuvakkeet
it: Elenco icone meteo
no: Værikonsett
pl: Zestaw ikon pogody
sq_al: Vendos ikonat e motit
sv: Väder ikon uppsättning
tr: Hava simge seti

source: Weather descriptions language
ar: لغة توصيفات الطقس
de: Sprache der Wetterbeschreibungen
fi: Sääkuvauksien kieli
it: Linguaggio delle descrizioni meteorologiche
no: Værbeskrivelser språk
pl: Język opisów pogody
sq_al: Gjuha e motit
sv: Språk för väderbeskrivningar
tr: Hava durumu açıklamaları dili

source: Show in main menu *Restart GUI Required
ar: إظهار في القائمة الرئيسية * يلزم إعادة تشغيل واجهة المستخدم الرسومية
de: Im Hauptmenü anzeigen *GUI-Neustart erforderlich
fi: Näytä päävalikossa *Käyttöliittymän uudelleen käynnistys vaaditaan
it: Mostra nel menu principale *Riavvia la GUI Richiesto
no: Vis i hovedmenyen *Restart GUI kreves
pl: Pokaż w menu głównym *Wymagane ponowne uruchomienie GUI
sq_al: Trego në menyn time *Nevojitet rindezje e paisjes
sv: Visa i huvudmenyn *Restart GUI krävs
tr: Ana menüde göster *GUI Yeniden Başlatmanız Gerekir

source: Skin developer mode - allow all elements to be used in any screens. 15 day, full, compact.
ar: وضع مطور السكين - يسمح باستخدام جميع العناصر في أي شاشة. 15 يومًا ، كامل ، مضغوط.
de: Skin-Entwicklermodus – erlaubt die Nutzung aller Elemente auf allen Bildschirmen. 15 Tage, voll, kompakt.
fi: Teeman kehittäjämoodi - salli kaikkien elementtien käyttö missä tahansa näytössä. 15 päivää, täysi, kompakti.
it: Modalità sviluppatore Skin: consente di utilizzare tutti gli elementi in qualsiasi schermata. 15 giorni, esteso, compatto.
no: Hudutviklermodus - la alle elementer brukes på alle skjermer. 15 dager, full, kompakt.
sq_al: Modaliteti i zhvilluesit të lëkurës - lejoni që të gjithë elementët- të përdoren në çdo ekran.
sv: Skin-utvecklingsläge - alla element kan användas i alla skärmar. 15 dagar, full, kompakt.
tr: Dış görünüm geliştirici modu - tüm öğelerin herhangi bir ekranda kullanılmasına izin verin. 15 gün, dolu, kompakt.

source: default
fi: oletus

source: Skin developer mode - allow all elements to be used in any screens. 15 day, pełny, kompaktowy.
pl: Tryb dewelopera skórek - pozwala na użycie wszystkich elementów na dowolnych ekranach. 15 dni .
