Repository: kiddac/VisualWeather
Catalog: VisualWeather/usr/lib/enigma2/python/Plugins/Extensions/VisualWeather/locale/dk/LC_MESSAGES/VisualWeather.po
Languages: da_dk

source: Visual Weather
da_dk: Visuelt Vejr

source: Back
da_dk: Tilbage

source: No data or invalid location. Please check your weather location in settings.
da_dk: Ingen data eller ugyldig placering. Kontroller venligst din vejrposition i indstillingerne.

source: Feels like
da_dk: Føles som

source: Low
da_dk: Lav

source: Moderate
da_dk: Moderat

source: High
da_dk: Høj

source: Very High
da_dk: Meget høj

source: Extreme
da_dk: Ekstrem

source: New Moon
da_dk: Nymåne

source: Waxing Crescent
da_dk: Tiltagende halvmåne

source: First Quarter
da_dk: Første kvatér

source: Waxing Gibbous
da_dk: Tiltagende halvmåne

source: Full Moon
da_dk: Fuldmåne

source: Waning Gibbous
da_dk: Aftagende Halvmåne

source: Last Quarter
da_dk: Sidste kvartal

source: Waning Crescent
da_dk: Aftagende Nymåne

source: Last update:
da_dk: Sidst opdatert:

source: Options
da_dk: Indstillinger

source: Weather setup
da_dk: Opsætning af vejret

source: 15 day weather forecast
da_dk: 15 dages vejrudsigt

source: None
da_dk: Ingen

source: Full width widget
da_dk: Widget i fuld bredde

source: Compact widget
da_dk: Kompakt widget

source: US (°F, miles)
da_dk: USA (°F, miles)

source: Metric (°C, km)
da_dk: Metrisk (°C, km)

source: 15 day weather
da_dk: 15 dages vejr

source: Live weather forecasts by KiddaC
da_dk: Live vejrudsigter fra KiddaC

source: VisualWeather
da_dk: VisueltVejr

source: Settings
da_dk: Indstillinger

source: Save
da_dk: Gem

source: Really close without saving settings?
da_dk: Virkelig lukke uden at gemme indstillingerne?

source: Please enter your apikey
da_dk: Indtast venligst dit apikey

source: Please enter your location
da_dk: Indtast venligst din placering

source: API key (sign up at visualcrossing.com for free personal API key)
da_dk: API-nøgle (tilmeld dig på visualcrossing.com for at få en gratis personlig API-nøgle)

source: Location: Local District / City / City, Country / Postal Code
da_dk: Beliggenhed: Lokaldistrikt / by / by, land / postnummer

source: Show on infobar or secondinfobar screen
da_dk: Vis på infobar eller anden infobar-skærm

source: Infobar widget size
da_dk: Størrelse af infobar-widget

source: Infobar compact weather widget X position
da_dk: Infobar kompakt vejr widget X position

source: Infobar full weather widget X position
da_dk: Infobar fuld vejr widget X position

source: SecondInfobar compact weather widget X position
da_dk: SecondInfobar kompakt vejr widget X position

source: SecondInfobar full weather widget X position
da_dk: SecondInfobar fuld vejr widget X position

source: Infobar compact weather widget Y position
da_dk: Infobar kompakt vejr widget Y position

source: Infobar full weather widget Y position
da_dk: Infobar fuld vejr widget Y position

source: SecondInfobar compact weather widget Y position
da_dk: SecondInfobar kompakt vejr widget Y position

source: SecondInfobar full weather widget Y position
da_dk: SecondInfobar fuld vejr widget Y position

source: Weather units
da_dk: Vejr enheder

source: Select skin *Restart GUI Required
da_dk: Vælg skin *GuI genstart kræves

source: Weather icon set
da_dk: Vejr ikon sæt

source: Weather descriptions language
da_dk: Vejrbeskrivelser sprog

source: Show in main menu *Restart GUI Required
da_dk: Vis i hovedmenuen * Genstart GUI Kræves

source: Skin developer mode - allow all elements to be used in any screens. 15 day, full, compact.
da_dk: Skin udviklertilstand - gør det muligt at bruge alle elementer på alle skærme. 15 dage, fuld, kompakt.
